<?php
/**
 * 当前模块语言包
 * @author 王远庆 <[562909771@qq.com]>
 */

return [
    // 系统错误提示
    '200001'                   => '你已经绑定过银行卡了',
    '200002'                   => '不支持的银行',
    '200003'                   => '您还未绑定过银行卡',
    '200004'                   => '不能删除别人卡号',
    '200005'                   => '提现金额不能低于%s元',
    '200006'                   => '账户余额不足',
    '200007'                   => '提现密码错误',
    '200008'                   => '两次密码输入不一致',
    '200009'                   => '原始提现密码错误',
    '200010'                   => '提现密码未设置',
    '200011'                   => '提现密码已设置',
    '200012'                   => '登录密码错误',
    '200013'                   => '手机号格式错误',
    '200014'                   => '手机号错误',
    '200015'                   => '验证码:%s',
];
