<?php
/**
 * 当前模块语言包
 * @author 王远庆 <[562909771@qq.com]>
 */

return [
    // 系统错误提示
    '200001'                   => '彩种ID不能为空',
    '200002'                   => '玩法规则异常',
    '200003'                   => '无效数字',
    '200004'                   => '无效注数',
    '200005'                   => '投注期号不存在',
    '200006'                   => '本期已停止投注',
    '200007'                   => '本期即将开奖,停止投注',
    '200008'                   => '金额不足',
    '200009'                   => '投注赔率和返利不能同时为空',
    '200010'                   => '删除类型错误',
    '200011'                   => '无下注信息',
    '200012'                   => '下注成功',
    '200013'                   => '返利值错误',
    '200014'                   => '系统赔率错误',
    '200015'                   => '投注金额错误',
    '200016'                   => '超出系统最大投注数',
    '200017'                   => '超出系统单注金额',
    '200018'                   => '数据类型错误',
];
